Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# search.history.clearConfirm.message
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати.
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作不可恢复。
zh_hant: 此操作不可恢复。

# search.history.clearConfirm.title
source: Clear all search history?
ar: مسح كل سجل البحث؟
de: Gesamten Suchverlauf löschen?
es: ¿Borrar todo el historial de búsqueda?
fr: Effacer tout l'historique de recherche ?
id: Hapus semua riwayat pencarian?
it: Cancellare tutta la cronologia delle ricerche?
ja: すべての検索履歴をクリアしますか？
ko: 모든 검색 기록을 지우시겠습니까?
nl: Alle zoekgeschiedenis wissen?
pl: Wyczyścić całą historię wyszukiwania?
pt_br: Limpar todo o histórico de buscas?
ru: Очистить всю историю поиска?
tr: Tüm arama geçmişi silinsin mi?
uk: Очистити всю історію пошуку?
vi: Xóa toàn bộ lịch sử tìm kiếm?
zh_hans: 确定要清空全部搜索历史吗?
zh_hant: 确定要清空全部搜索历史吗？

# search.history.empty.description
source: Type a keyword and press Return
ar: اكتب كلمة مفتاحية واضغط Return
de: Gib ein Stichwort ein und drücke die Eingabetaste
es: Escribe una palabra clave y pulsa Retorno
fr: Saisissez un mot-clé et appuyez sur Retour
id: Ketik kata kunci dan tekan Return
it: Digita una parola chiave e premi Invio
ja: キーワードを入力してReturnキーを押してください
ko: 키워드를 입력하고 Return 키를 누르세요
nl: Typ een trefwoord en druk op Return
pl: Wpisz słowo kluczowe i naciśnij Return
pt_br: Digite uma palavra-chave e pressione Return
ru: Введите ключевое слово и нажмите Return
tr: Bir anahtar kelime yazın ve Return tuşuna basın
uk: Введіть ключове слово та натисніть Return
vi: Nhập từ khóa và nhấn Return
zh_hans: 输入关键词后按 Return
zh_hant: 输入关键词后按 Return

# search.history.empty.title
source: Search Starcat
ar: البحث في Starcat
de: Starcat durchsuchen
es: Buscar en Starcat
fr: Rechercher dans Starcat
id: Cari Starcat
it: Cerca in Starcat
ja: Starcatを検索
ko: Starcat 검색
nl: Starcat doorzoeken
pl: Szukaj w Starcat
pt_br: Buscar no Starcat
ru: Поиск в Starcat
tr: Starcat'ta Ara
uk: Пошук у Starcat
vi: Tìm kiếm Starcat
zh_hans: 搜索 Starcat
zh_hant: 搜索 Starcat

# search.history.menu.removeOne
source: Remove this entry
ar: إزالة هذا الإدخال
de: Diesen Eintrag entfernen
es: Eliminar esta entrada
fr: Supprimer cette entrée
id: Hapus entri ini
it: Rimuovi questa voce
ja: このエントリを削除
ko: 이 항목 제거
nl: Dit item verwijderen
pl: Usuń ten wpis
pt_br: Remover este registro
ru: Удалить эту запись
tr: Bu girişi kaldır
uk: Видалити цей запис
vi: Xóa mục này
zh_hans: 删除这条历史
zh_hant: 删除这条历史

# search.history.menu.useThis
source: Use this keyword
ar: استخدام هذه الكلمة المفتاحية
de: Dieses Stichwort verwenden
es: Usar esta palabra clave
fr: Utiliser ce mot-clé
id: Gunakan kata kunci ini
it: Usa questa parola chiave
ja: このキーワードを使用
ko: 이 키워드 사용
nl: Dit trefwoord gebruiken
pl: Użyj tego słowa kluczowego
pt_br: Usar esta palavra-chave
ru: Использовать это слово
tr: Bu anahtar kelimeyi kullan
uk: Використати це ключове слово
vi: Sử dụng từ khóa này
zh_hans: 使用此关键词
zh_hant: 使用此关键词

# search.history.recent
source: Recent searches
ar: عمليات البحث الأخيرة
de: Letzte Suchanfragen
es: Búsquedas recientes
fr: Recherches récentes
id: Pencarian terbaru
it: Ricerche recenti
ja: 最近の検索
ko: 최근 검색
nl: Recente zoekopdrachten
pl: Ostatnie wyszukiwania
pt_br: Buscas recentes
ru: Недавние запросы
tr: Son aramalar
uk: Нещодавні пошуки
vi: Tìm kiếm gần đây
zh_hans: 最近搜索
zh_hant: 最近搜索

# search.history.removeOne.help
source: Remove this history entry
ar: إزالة إدخال السجل هذا
de: Diesen Verlaufseintrag entfernen
es: Eliminar esta entrada del historial
fr: Supprimer cette entrée de l'historique
id: Hapus entri riwayat ini
it: Rimuovi questa voce dalla cronologia
ja: この履歴エントリを削除
ko: 이 기록 항목 제거
nl: Dit geschiedenisitem verwijderen
pl: Usuń ten wpis z historii
pt_br: Remover este registro do histórico
ru: Удалить эту запись из истории
tr: Bu geçmiş girişini kaldır
uk: Видалити цей запис історії
vi: Xóa mục lịch sử này
zh_hans: 删除这条历史
zh_hant: 删除这条历史

# search.history.tooltip.useCountFormat
source: %1$@ — used %2$d times
ar: %1$@ — استُخدم %2$d مرة
de: %1$@ — %2$d Mal verwendet
es: %1$@ — usado %2$d veces
fr: %1$@ — utilisé %2$d fois
id: %1$@ — digunakan %2$d kali
it: %1$@ — usato %2$d volte
ja: %1$@ — %2$d 回使用
ko: %1$@ — %2$d회 사용
nl: %1$@ — %2$d keer gebruikt
pl: %1$@ — użyto %2$d razy
pt_br: %1$@ — usado %2$d vezes
ru: %1$@ — использовано %2$d раз(а)
tr: %1$@ — %2$d kez kullanıldı
uk: %1$@ — використано %2$d разів
vi: %1$@ — đã dùng %2$d lần
zh_hans: %1$@ — 使用 %2$d 次
zh_hant: %1$@ — 使用 %2$d 次

# search.mode.hint
source: Switch search mode
ar: تبديل وضع البحث
de: Suchmodus wechseln
es: Cambiar modo de búsqueda
fr: Changer le mode de recherche
id: Ganti mode pencarian
it: Cambia modalità di ricerca
ja: 検索モードを切り替え
ko: 검색 모드 전환
nl: Zoekmodus wisselen
pl: Zmień tryb wyszukiwania
pt_br: Alternar modo de busca
ru: Переключить режим поиска
tr: Arama modunu değiştir
uk: Змінити режим пошуку
vi: Chuyển chế độ tìm kiếm
zh_hans: 切换搜索模式
zh_hant: 切换搜索模式

# search.mode.keyword
source: Keyword Search
ar: بحث بالكلمات المفتاحية
de: Stichwortsuche
es: Búsqueda por palabras clave
fr: Recherche par mot-clé
id: Pencarian Kata Kunci
it: Ricerca per parole chiave
ja: キーワード検索
ko: 키워드 검색
nl: Trefwoord zoeken
pl: Wyszukiwanie słów kluczowych
pt_br: Busca por palavra-chave
ru: Поиск по ключевым словам
tr: Anahtar Kelime Arama
uk: Пошук за ключовими словами
vi: Tìm kiếm từ khóa
zh_hans: 关键词搜索
zh_hant: 关键词搜索

# search.mode.semantic
source: AI Semantic Search
ar: بحث دلالي بالذكاء الاصطناعي
de: KI-Semantiksuche
es: Búsqueda semántica con IA
fr: Recherche sémantique IA
id: Pencarian Semantik AI
it: Ricerca semantica AI
ja: AIセマンティック検索
ko: AI 의미 검색
nl: AI-semantisch zoeken
pt_br: Busca semântica com IA
ru: AI-смысловой поиск
tr: Yapay Zeka Anlamsal Arama
uk: AI семантичний пошук
vi: Tìm kiếm ngữ nghĩa AI
zh_hans: AI 语义搜索
zh_hant: AI 语义搜索

# search.mode.semantic.lockedSuffix
source: AI mode · Pro required
ar: وضع الذكاء الاصطناعي · يتطلب Pro
de: KI-Modus · Pro erforderlich
es: Modo IA · requiere Pro
fr: Mode IA · Pro requis
id: Mode AI · Memerlukan Pro
it: Modalità AI · Richiede Pro
ja: AIモード · Proが必要
ko: AI 모드 · Pro 필요
nl: AI-modus · Pro vereist
pl: Tryb AI · wymaga Pro
pt_br: Modo IA · Requer Pro
ru: AI-режим · требуется Pro
tr: AI modu · Pro gerekli
uk: Режим AI · Потрібен Pro
vi: Chế độ AI · Yêu cầu Pro
zh_hans: AI 模式 · 需要 Pro
zh_hant: AI 模式 · 需要 Pro

# search.paywall.semantic.upgrade
source: AI Semantic Search is a Pro feature. Upgrade to search by meaning, not just keywords.
ar: البحث الدلالي بالذكاء الاصطناعي ميزة Pro. قم بالترقية للبحث بالمعنى، وليس فقط بالكلمات المفتاحية.
de: Die KI-Semantiksuche ist eine Pro-Funktion. Upgrade, um nach Bedeutung statt nur nach Stichwörtern zu suchen.
es: La búsqueda semántica con IA es una función Pro. Actualiza para buscar por significado, no solo por palabras clave.
fr: La recherche sémantique IA est une fonctionnalité Pro. Passez à la version supérieure pour rechercher par sens, pas seulement par mots-clés.
id: Pencarian Semantik AI adalah fitur Pro. Tingkatkan untuk mencari berdasarkan makna, bukan hanya kata kunci.
it: La ricerca semantica AI è una funzionalità Pro. Aggiorna per cercare per significato, non solo per parole chiave.
ja: AIセマンティック検索はPro機能です。アップグレードして、キーワードだけでなく意味で検索しましょう。
ko: AI 의미 검색은 Pro 기능입니다. 업그레이드하여 키워드뿐만 아니라 의미로 검색하세요.
nl: AI-semantisch zoeken is een Pro-functie. Upgrade om te zoeken op betekenis, niet alleen op trefwoorden.
pl: AI Semantic Search to funkcja Pro. Zaktualizuj, aby wyszukiwać według znaczenia, a nie tylko słów kluczowych.
pt_br: A Busca Semântica com IA é um recurso Pro. Atualize para buscar por significado, não apenas palavras-chave.
ru: AI-смысловой поиск — функция Pro. Обновитесь, чтобы искать по смыслу, а не только по ключевым словам.
tr: Yapay Zeka Anlamsal Arama, Pro özelliğidir. Sadece anahtar kelimelerle değil, anlamla aramak için yükseltin.
uk: AI семантичний пошук — це функція Pro. Оновіться, щоб шукати за змістом, а не лише за ключовими словами.
vi: Tìm kiếm ngữ nghĩa AI là tính năng Pro. Nâng cấp để tìm kiếm theo ý nghĩa, không chỉ từ khóa.
zh_hans: AI 语义搜索是 Pro 功能。升级后可按语义而非仅按关键词搜索。
zh_hant: AI 语义搜索是 Pro 功能。升级后可按语义而非仅按关键词搜索。

# search.repoPlaceholder
source: Search repos, tags, notes...
ar: ابحث في المستودعات، الوسوم، الملاحظات...
de: Repos, Tags, Notizen durchsuchen …
es: Buscar repos, etiquetas, notas...
fr: Rechercher dépôts, tags, notes...
id: Cari repositori, tag, catatan...
it: Cerca repository, tag, note...
ja: リポジトリ、タグ、メモを検索...
ko: 저장소, 태그, 노트 검색...
nl: Zoek repos, tags, notities...
pl: Szukaj repozytoriów, tagów, notatek...
pt_br: Buscar repositórios, tags, notas...
ru: Поиск репозиториев, тегов, заметок...
tr: Depoları, etiketleri, notları ara...
uk: Шукати репозиторії, теги, нотатки...
vi: Tìm kiếm kho lưu trữ, thẻ, ghi chú...
zh_hans: 搜索仓库、标签、笔记...
zh_hant: 搜索仓库、标签、笔记...

# search.scope.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 모두
nl: Alle
pl: Wszystkie
pt_br: Tudo
ru: Всё
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# search.scope.local
source: Local
ar: محلي
de: Lokal
id: Lokal
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalne
ru: Локальные
tr: Yerel
uk: Локальні
vi: Cục bộ
zh_hans: 本地
zh_hant: 本地

# search.scope.web
source: Web
ar: الويب
ko: 웹
pl: Sieć
ru: Веб
uk: Веб
zh_hans: 网页
zh_hant: 网页

# search.searchField.placeholder
source: Search local Stars, GitHub & web
ar: ابحث في النجوم المحلية، GitHub والويب
de: Lokale Stars, GitHub und Web durchsuchen
es: Buscar en Stars locales, GitHub y web
fr: Rechercher dans les Stars locales, GitHub et le web
id: Cari Star lokal, GitHub & web
it: Cerca tra Star locali, GitHub e web
ja: ローカルのスター、GitHub、Webを検索
ko: 로컬 Stars, GitHub 및 웹 검색
nl: Zoek in lokale Stars, GitHub en web
pl: Szukaj w lokalnych gwiazdkach, GitHub i sieci
pt_br: Buscar Stars locais, GitHub e web
ru: Поиск по локальным звёздам, GitHub и вебу
tr: Yerel Yıldızları, GitHub'ı ve web'i ara
uk: Пошук локальних зірок, GitHub та вебу
vi: Tìm kiếm Stars cục bộ, GitHub & web
zh_hans: 搜索本地 Stars、GitHub 与网页
zh_hant: 搜索本地 Stars、GitHub 与网页

# search.searching
source: Searching: %@
ar: جاري البحث: %@
de: Suche: %@
es: Buscando: %@
fr: Recherche en cours : %@
id: Mencari: %@
it: Ricerca in corso: %@
ja: 検索中: %@
ko: 검색 중: %@
nl: Bezig met zoeken: %@
pl: Szukanie: %@
pt_br: Buscando: %@
ru: Поиск: %@
tr: Aranıyor: %@
uk: Пошук: %@
vi: Đang tìm kiếm: %@
zh_hans: 搜索：%@
zh_hant: 搜索：%@

# search.semantic.indexing
source: Refreshing semantic index...
ar: تحديث الفهرس الدلالي...
de: Semantischer Index wird aktualisiert …
es: Actualizando índice semántico...
fr: Actualisation de l'index sémantique...
id: Menyegarkan indeks semantik...
it: Aggiornamento indice semantico...
ja: セマンティックインデックスを更新中...
ko: 의미 인덱스 새로 고치는 중...
nl: Semantische index vernieuwen...
pl: Odświeżanie indeksu semantycznego...
pt_br: Atualizando índice semântico...
ru: Обновление смыслового индекса...
tr: Anlamsal dizin yenileniyor...
uk: Оновлення семантичного індексу...
vi: Đang làm mới chỉ mục ngữ nghĩa...
zh_hans: 正在刷新语义索引...
zh_hant: 正在刷新语义索引...

# search.semantic.placeholder
source: Search project capabilities in natural language...
ar: ابحث عن قدرات المشروع باللغة الطبيعية...
de: Projektfunktionen in natürlicher Sprache durchsuchen …
es: Buscar capacidades del proyecto en lenguaje natural...
fr: Rechercher les capacités des projets en langage naturel...
id: Cari kemampuan proyek dalam bahasa alami...
it: Cerca funzionalità dei progetti in linguaggio naturale...
ja: 自然言語でプロジェクトの機能を検索...
ko: 자연어로 프로젝트 기능 검색...
nl: Zoek projectmogelijkheden in natuurlijke taal...
pl: Szukaj możliwości projektu w języku naturalnym...
pt_br: Busque capacidades do projeto em linguagem natural...
ru: Поиск возможностей проекта на естественном языке...
tr: Proje yeteneklerini doğal dilde ara...
uk: Шукайте можливості проєктів природною мовою...
vi: Tìm kiếm khả năng dự án bằng ngôn ngữ tự nhiên...
zh_hans: 用自然语言搜索项目能力...
zh_hant: 用自然语言搜索项目能力...

# search.semantic.refreshIndex
source: Refresh semantic index
ar: تحديث الفهرس الدلالي
de: Semantischen Index aktualisieren
es: Actualizar índice semántico
fr: Actualiser l'index sémantique
id: Segarkan indeks semantik
it: Aggiorna indice semantico
ja: セマンティックインデックスを更新
ko: 의미 인덱스 새로 고침
nl: Semantische index vernieuwen
pl: Odśwież indeks semantyczny
pt_br: Atualizar índice semântico
ru: Обновить смысловой индекс
tr: Anlamsal dizini yenile
uk: Оновити семантичний індекс
vi: Làm mới chỉ mục ngữ nghĩa
zh_hans: 刷新语义索引
zh_hant: 刷新语义索引

# search.semantic.scope.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 모두
nl: Alle
pl: Wszystkie
pt_br: Tudo
ru: Всё
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# search.semantic.scope.all.short
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 모두
nl: Alle
pl: Wszystkie
pt_br: Tudo
ru: Всё
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# search.semantic.scope.hint
source: Choose semantic search scope
ar: اختر نطاق البحث الدلالي
de: Semantischen Suchbereich wählen
es: Elegir ámbito de búsqueda semántica
fr: Choisir le périmètre de la recherche sémantique
id: Pilih lingkup pencarian semantik
it: Scegli ambito ricerca semantica
ja: セマンティック検索範囲を選択
ko: 의미 검색 범위 선택
nl: Kies semantische zoekbereik
pl: Wybierz zakres wyszukiwania semantycznego
pt_br: Escolher escopo da busca semântica
ru: Выберите область смыслового поиска
tr: Anlamsal arama kapsamını seç
uk: Виберіть область семантичного пошуку
vi: Chọn phạm vi tìm kiếm ngữ nghĩa
zh_hans: 选择语义搜索范围
zh_hant: 選擇語義搜尋範圍

# search.semantic.scope.knowledge
source: Knowledge
ar: المعرفة
de: Wissen
es: Conocimiento
fr: Connaissances
id: Pengetahuan
it: Conoscenza
ja: ナレッジ
ko: 지식
nl: Kennis
pl: Wiedza
pt_br: Conhecimento
ru: Знания
tr: Bilgi
uk: Знання
vi: Kiến thức
zh_hans: 知识库
zh_hant: 知識庫

# search.semantic.scope.knowledge.short
source: KB
ar: المعرفة
de: WB
es: Con.
fr: Connais.
ru: Зн
uk: Знання
zh_hans: 知识库
zh_hant: 知識庫

# search.semantic.scope.starred
source: Starred
ar: المميزة بنجمة
de: Gesternt
es: Destacados
fr: Starisés
id: Di-star
it: Con stella
ja: スター付き
ko: 별표
nl: Gemarkeerd
pl: Oznaczone
pt_br: Com estrela
ru: Отмеченные
tr: Yıldızlanan
uk: Зірки
vi: Đã gắn sao
zh_hant: 星號

# search.semantic.scope.starred.short
source: Stars
ar: النجوم
id: Star
it: Star
ja: スター
pl: Gwiazdki
ru: Звёзды
tr: Yıldızlar
uk: Зірки
vi: Sao
zh_hans: Starred
zh_hant: 星號

# search.web.excludeDomains
source: Exclude domains
ar: استبعاد النطاقات
de: Domains ausschließen
es: Excluir dominios
fr: Exclure les domaines
id: Kecualikan domain
it: Escludi domini
ja: 除外ドメイン
ko: 제외할 도메인
nl: Domeinen uitsluiten
pl: Wyklucz domeny
pt_br: Excluir domínios
ru: Исключить домены
tr: Alan adlarını hariç tut
uk: Виключити домени
vi: Loại trừ tên miền
zh_hans: 排除域名
zh_hant: 排除網域

# search.web.filterTitle
source: Web filters
ar: مرشحات الويب
de: Webfilter
es: Filtros web
fr: Filtres web
id: Filter Web
it: Filtri web
ja: Webフィルタ
ko: 웹 필터
pl: Filtry sieciowe
pt_br: Filtros da web
ru: Веб-фильтры
tr: Web filtreleri
uk: Веб-фільтри
vi: Bộ lọc web
zh_hans: Web 筛选
zh_hant: 網頁篩選

# search.web.freshness
source: Freshness
ar: الحداثة
de: Aktualität
es: Actualidad
fr: Actualité
id: Kesegaran
it: Recenza
ja: 鮮度
ko: 최신순
nl: Versheid
pl: Aktualność
pt_br: Periodicidade
ru: Свежесть
tr: Güncellik
uk: Свіжість
vi: Độ mới
zh_hans: 时间范围
zh_hant: 時間範圍

# search.web.freshness.any
source: Any time
ar: أي وقت
de: Beliebig
es: Cualquier momento
fr: Toute période
id: Kapan saja
it: Sempre
ja: すべて
ko: 모든 시간
nl: Altijd
pl: Dowolny czas
pt_br: Qualquer data
ru: Любое время
tr: Herhangi bir zaman
uk: Будь-коли
vi: Bất kỳ lúc nào
zh_hans: 不限时间
zh_hant: 不限時間

# search.web.freshness.day
source: Past day
ar: اليوم الماضي
de: Letzter Tag
es: Último día
fr: Dernier jour
id: Sehari terakhir
it: Ultimo giorno
ja: 過去24時間
ko: 지난 24시간
nl: Afgelopen dag
pl: Ostatni dzień
pt_br: Último dia
ru: За день
tr: Son 1 gün
uk: За останню добу
vi: Trong ngày qua
zh_hans: 过去一天
zh_hant: 過去一天

# search.web.freshness.month
source: Past month
ar: الشهر الماضي
de: Letzter Monat
es: Último mes
fr: Dernier mois
id: Sebulan terakhir
it: Ultimo mese
ja: 過去1ヶ月
ko: 지난 1개월
nl: Afgelopen maand
pl: Ostatni miesiąc
pt_br: Último mês
ru: За месяц
tr: Son 1 ay
uk: За останній місяць
vi: Trong tháng qua
zh_hans: 过去一月
zh_hant: 過去一個月

# search.web.freshness.week
source: Past week
ar: الأسبوع الماضي
de: Letzte Woche
es: Última semana
fr: Dernière semaine
id: Seminggu terakhir
it: Ultima settimana
ja: 過去1週間
ko: 지난 1주일
nl: Afgelopen week
pl: Ostatni tydzień
pt_br: Última semana
ru: За неделю
tr: Son 1 hafta
uk: За останній тиждень
vi: Trong tuần qua
zh_hans: 过去一周
zh_hant: 過去一週

# search.web.freshness.year
source: Past year
ar: العام الماضي
de: Letztes Jahr
es: Último año
fr: Dernière année
id: Setahun terakhir
it: Ultimo anno
ja: 過去1年
ko: 지난 1년
nl: Afgelopen jaar
pl: Ostatni rok
pt_br: Último ano
ru: За год
tr: Son 1 yıl
uk: За останній рік
vi: Trong năm qua
zh_hans: 过去一年
zh_hant: 過去一年

# search.web.includeDomains
source: Include domains
ar: تضمين النطاقات
de: Domains einschließen
es: Incluir dominios
fr: Inclure les domaines
id: Sertakan domain
it: Includi domini
ja: 含めるドメイン
ko: 포함할 도메인
nl: Domeinen opnemen
pl: Uwzględnij domeny
pt_br: Incluir domínios
ru: Включить домены
tr: Alan adlarını dahil et
uk: Включити домени
vi: Bao gồm tên miền
zh_hans: 包含域名
zh_hant: 包含網域

# search.web.provider.requiresConfigurationDescription
source: Enable the provider and verify its API Key in Settings.
ar: قم بتمكين المزوّد وتحقق من مفتاح API في الإعدادات.
de: Aktiviere den Anbieter und überprüfe seinen API-Schlüssel in den Einstellungen.
es: Habilita el proveedor y verifica su clave API en Ajustes.
fr: Activez le fournisseur et vérifiez sa clé API dans les Réglages.
id: Aktifkan penyedia dan verifikasi Kunci API-nya di Pengaturan.
it: Abilita il provider e verifica la sua chiave API nelle Impostazioni.
ja: プロバイダを有効にし、設定でAPIキーを確認してください。
ko: 설정에서 제공자를 활성화하고 API 키를 확인하세요.
nl: Schakel de provider in en verifieer de API-sleutel in Instellingen.
pl: Włącz dostawcę i zweryfikuj jego klucz API w Ustawieniach.
pt_br: Ative o provedor e verifique sua chave de API nas Configurações.
ru: Включите провайдера и проверьте его API-ключ в настройках.
tr: Sağlayıcıyı etkinleştirin ve API Anahtarını Ayarlar'da doğrulayın.
uk: Увімкніть постачальника та перевірте його API-ключ у налаштуваннях.
vi: Bật nhà cung cấp và xác minh Khóa API trong Cài đặt.
zh_hans: 请在设置中启用该 Provider 并验证 API Key。
zh_hant: 請在設定中啟用該 Provider 並驗證 API Key。

# search.web.provider.requiresConfigurationFormat
source: %@ requires configuration
ar: %@ يتطلب التهيئة
de: %@ erfordert Konfiguration
es: %@ requiere configuración
fr: %@ nécessite une configuration
id: %@ memerlukan konfigurasi
it: %@ richiede configurazione
ja: %@には設定が必要です
ko: %@ 설정 필요
nl: %@ vereist configuratie
pl: %@ wymaga konfiguracji
pt_br: %@ requer configuração
ru: %@ требует настройки
tr: %@ yapılandırma gerektiriyor
uk: %@ потребує налаштування
vi: %@ yêu cầu cấu hình
zh_hans: %@ 需要配置
zh_hant: %@ 需要設定

# search.web.provider.useFormat
source: Use %@
ar: استخدام %@
de: %@ verwenden
es: Usar %@
fr: Utiliser %@
id: Gunakan %@
it: Usa %@
ja: %@を使用
ko: %@ 사용
nl: %@ gebruiken
pl: Użyj %@
pt_br: Usar %@
ru: Использовать %@
tr: %@ kullan
uk: Використати %@
vi: Sử dụng %@
zh_hans: 使用 %@
zh_hant: 使用 %@

# search.web.rate.exhaustedFormat
source: Quota exhausted · resets at %@
ar: الحصة مستنفدة · تعود الساعة %@
de: Kontingent erschöpft · wird zurückgesetzt um %@
es: Cuota agotada · se restablece a las %@
fr: Quota épuisé · réinitialisation à %@
id: Kuota habis · reset pada %@
it: Quota esaurita · si ripristina alle %@
ja: クォータを使い切りました · %@にリセット
ko: 할당량 소진 · %@에 재설정
nl: Quotum uitgeput · reset om %@
pl: Limit wyczerpany · reset o %@
pt_br: Cota esgotada · reinicia às %@
ru: Лимит исчерпан · сброс в %@
tr: Kota doldu · %@'da sıfırlanır
uk: Квота вичерпана · скидається о %@
vi: Đã hết hạn mức · đặt lại lúc %@
zh_hans: 额度用尽 · %@ 重置
zh_hant: 配額已用盡 · %@ 重置

# search.web.rate.tooltipFormat
source: Session used %1$lld/%2$lld · API window resets at %3$@
ar: استخدمت الجلسة %1$lld/%2$lld · نافذة API تعود الساعة %3$@
de: Sitzung %1$lld/%2$lld verwendet · API-Fenster wird zurückgesetzt um %3$@
es: Sesión usada %1$lld/%2$lld · la ventana de API se restablece a las %3$@
fr: Session utilisée %1$lld/%2$lld · fenêtre API réinitialisée à %3$@
id: Sesi menggunakan %1$lld/%2$lld · jendela API reset pada %3$@
it: Sessione usata %1$lld/%2$lld · finestra API si ripristina alle %3$@
ja: セッション使用量 %1$lld/%2$lld · APIウィンドウは%3$@にリセット
ko: 세션 사용 %1$lld/%2$lld · API 창 %3$@에 재설정
nl: Sessie %1$lld/%2$lld gebruikt · API-venster reset om %3$@
pl: Sesja wykorzystała %1$lld/%2$lld · okno API resetuje się o %3$@
pt_br: Sessão usou %1$lld/%2$lld · janela da API reinicia às %3$@
ru: Сессия: %1$lld/%2$lld · Окно API сбрасывается в %3$@
tr: Oturum %1$lld/%2$lld kullanıldı · API penceresi %3$@'da sıfırlanır
uk: Сесія використала %1$lld/%2$lld · вікно API скидається о %3$@
vi: Phiên đã dùng %1$lld/%2$lld · Cửa sổ API đặt lại lúc %3$@
zh_hans: 本次会话已用 %1$lld/%2$lld · API 窗口 %3$@ 重置
zh_hant: 本次工作階段已用 %1$lld/%2$lld · API 視窗 %3$@ 重置

# search.web.rate.usedFormat
source: %1$lld/%2$lld used
ar: %1$lld/%2$lld مستخدم
de: %1$lld/%2$lld verwendet
es: %1$lld/%2$lld usados
fr: %1$lld/%2$lld utilisés
id: %1$lld/%2$lld digunakan
it: %1$lld/%2$lld usati
ja: %1$lld/%2$lld使用
ko: %1$lld/%2$lld 사용됨
nl: %1$lld/%2$lld gebruikt
pl: Wykorzystano %1$lld/%2$lld
pt_br: %1$lld/%2$lld usado
ru: Использовано %1$lld/%2$lld
tr: %1$lld/%2$lld kullanıldı
uk: Використано %1$lld/%2$lld
vi: Đã dùng %1$lld/%2$lld
zh_hans: 已用 %1$lld/%2$lld
zh_hant: 已用 %1$lld/%2$lld

# search.web.summaryFormat
source: %1$lld results · %2$.1fs
ar: %1$lld نتيجة · %2$.1f ثانية
de: %1$lld Ergebnisse · %2$.1fs
es: %1$lld resultados · %2$.1fs
fr: %1$lld résultats · %2$.1fs
id: %1$lld hasil · %2$.1fs
it: %1$lld risultati · %2$.1fs
ja: %1$lld件の結果 · %2$.1f秒
ko: 결과 %1$lld개 · %2$.1f초
nl: %1$lld resultaten · %2$.1fs
pl: %1$lld wyników · %2$.1fs
pt_br: %1$lld resultados · %2$.1fs
ru: %1$lld результатов · %2$.1f с
tr: %1$lld sonuç · %2$.1fs
uk: %1$lld результатів · %2$.1fs
vi: %1$lld kết quả · %2$.1fs
zh_hans: %1$lld 条结果 · %2$.1fs
zh_hant: %1$lld 個結果 · %2$.1f 秒
